Repository: Toan14102004/GoodFood_IOS
Catalog: Localizable.xcstrings
Source language: vi
Languages: ar, de, en, fr, hi, id, ja, ko, ms, pt, ru_ru, th

source: Theo dõi sức khỏe của bạn ❤️
ar: مراقبة صحتك ❤
de: Überwachen Sie Ihre Gesundheit ❤️
en: Monitor your health ❤️
fr: Surveillez votre santé ❤️
hi: अपने स्वास्थ्य की निगरानी करें ❤
id: Pantau Kesehatan Anda ❤️
ja: あなたの健康を監視してください❤️
ko: 건강을 모니터링하십시오
ms: Pantau kesihatan anda ❤️
pt: Monitore sua saúde ❤️
ru_ru: Следите за своим здоровьем ❤
th: ตรวจสอบสุขภาพของคุณ❤

source: Thời gian: %@
ar: وقت: ٪@
de: Zeit: %@
en: Time: %@
fr: Temps: %@
hi: समय: %@
id: Waktu: %@
ja: 時間： ％@
ko: 시간: %@
ms: Masa: %@
pt: Tempo: %@
ru_ru: Время: %@
th: เวลา: %@

source: Thông báo
ar: إشعار
de: Benachrichtigung
en: Notification
fr: Notification
hi: अधिसूचना
id: Pemberitahuan
ja: 通知
ko: 공고
ms: Pemberitahuan
pt: Notificação
ru_ru: Уведомление
th: การแจ้ง

source: THÔNG BÁO
ar: إشعار
de: BENACHRICHTIGUNG
en: NOTIFICATION
fr: NOTIFICATION
hi: अधिसूचना
id: PEMBERITAHUAN
ja: 通知
ko: 공고
ms: Pemberitahuan
pt: NOTIFICAÇÃO
ru_ru: УВЕДОМЛЕНИЕ
th: การแจ้ง

source: Thông tin
ar: معلومة
de: Information
en: Information
fr: Information
hi: जानकारी
id: Informasi
ja: 情報
ko: 정보
ms: Maklumat
pt: Informação
ru_ru: Информация
th: ข้อมูล

source: Thông tin dinh dưỡng:
ar: معلومات التغذية:
de: Ernährungsinformationen:
en: Nutrition information:
fr: Informations sur la nutrition:
hi: पोषण जानकारी:
id: Informasi Nutrisi:
ja: 栄養情報：
ko: 영양 정보 :
ms: Maklumat pemakanan:
pt: Informações nutricionais:
ru_ru: Информация о питании:
th: ข้อมูลโภชนาการ:

source: Tiêu hao
ar: استهلاك
de: Verbraucht
en: Consumption
fr: Consommé
hi: ग्रहण किया हुआ
id: Dikonsumsi
ja: 消費された
ko: 소비됨
ms: lany ritra
pt: Consumido
ru_ru: Потребление
th: บริโภค

source: Trang chủ
ar: بيت
de: Heim
en: Home
fr: Maison
hi: घर
id: Rumah
ja: 家
ko: 집
ms: Rumah
pt: Lar
ru_ru: Дом
th: บ้าน

source: Trạng thái: %@
ar: حالة: ٪@
de: Status: %@
en: Status: %@
fr: Statut: %@
hi: स्थिति: %@
id: Status: %@
ja: 状態： ％@
ko: 상태: %@
ms: Status: %@
pt: Status: %@
ru_ru: Статус: %@
th: สถานะ: %@

source: Trước đó
ar: سابقًا
de: Früher
en: Earlier
fr: Plus tôt
hi: पहले
id: Lebih awal
ja: 以前
ko: 더 일찍
ms: Terdahulu
pt: Mais cedo
ru_ru: Ранее
th: ก่อนหน้านี้

source: Tuổi
ar: عام يبلغ من العمر
de: Jahr alt
en: old
fr: ans
hi: साल
id: berumur satu tahun
ja: 歳
ko: 살
ms: taona
pt: anos
ru_ru: Годовалый
th: ปีเก่า

source: Ứng dụng giúp bạn theo dõi calo, quản lý dinh dưỡng và ăn uống thông minh hơn mỗi ngày.
ar: يساعدك التطبيق على تتبع السعرات الحرارية وإدارة التغذية وتناول الطعام أكثر ذكاءً كل يوم.
de: Die Anwendung hilft Ihnen, Kalorien, Ernährungsmanagement und täglich klüger zu essen.
en: The application helps you track calories, nutrition management and eating smarter every day.
fr: L'application vous aide à suivre les calories, la gestion de la nutrition et la consommation de plus intelligente chaque jour.
hi: एप्लिकेशन आपको हर दिन कैलोरी, पोषण प्रबंधन और खाने को ट्रैक करने में मदद करता है।
id: Aplikasi ini membantu Anda melacak kalori, manajemen nutrisi, dan makan lebih pintar setiap hari.
ja: このアプリケーションは、毎日カロリー、栄養管理、より賢い食事を追跡するのに役立ちます。
ko: 이 응용 프로그램은 칼로리, 영양 관리 및 매일 더 똑똑한 식사를 추적하는 데 도움이됩니다.
ms: Aplikasi ini membantu anda mengesan kalori, pengurusan pemakanan dan makan lebih pintar setiap hari.
pt: O aplicativo ajuda a rastrear calorias, gerenciamento de nutrição e comer mais inteligente todos os dias.
ru_ru: Приложение помогает вам отслеживать калории, управление питанием и питание с каждым днем.
th: แอปพลิเคชันช่วยให้คุณติดตามแคลอรี่การจัดการโภชนาการและการรับประทานอาหารอย่างชาญฉลาดทุกวัน

source: Weight
ar: وزن
de: Gewicht
fr: Poids
hi: वज़न
id: Berat
ja: 重さ
ko: 무게
ms: Berat
pt: Peso
ru_ru: Масса
th: น้ำหนัก

source: Xác nhận
ar: يتأكد
de: Bestätigen
en: Confirm
fr: Confirmer
hi: पुष्टि करना
id: Mengonfirmasi
ja: 確認する
ko: 확인하다
ms: Mengesahkan
pt: Confirmar
ru_ru: Подтверждать
th: ยืนยัน

source: Xem bài gốc
ar: انظر المنشور الأصلي
de: Siehe Originalbeitrag
en: See original post
fr: Voir la publication originale
hi: मूल पोस्ट देखें
id: Lihat posting asli
ja: 元の投稿を参照してください
ko: 원본 게시물을 참조하십시오
ms: Lihat jawatan asal
pt: Veja a postagem original
ru_ru: Смотрите оригинальный пост
th: ดูโพสต์ต้นฉบับ

source: Xin chào, %@ !
ar: مرحبًا، ٪@ !
ru_ru: Привет, %@ !

source: Xin chào, User !
ar: مرحبا المستخدم!
ru_ru: Привет, пользователь!

source: "Gói Premium sẽ được gia hạn tự động vào cuối mỗi kỳ đăng kí. Bạn có thể huỷ đăng kí bất cứ lúc nào trong phần Cài đặt tài khoản của ứng dụng."
de: "Das Premium -Paket wird am Ende jeder Registrierungsfrist automatisch erneuert. Sie können die Registrierung jederzeit in den Kontoeinstellungen des Antrags kündigen."
en: "The Premium package will be automatically renewed at the end of each registration period. You can cancel the registration at any time in the application's account settings."
fr: "Le package premium sera automatiquement renouvelé à la fin de chaque période d'inscription. Vous pouvez annuler l'enregistrement à tout moment dans les paramètres du compte de la demande."
hi: "प्रत्येक पंजीकरण अवधि के अंत में प्रीमियम पैकेज स्वचालित रूप से नवीनीकृत हो जाएगा। आप आवेदन की खाता सेटिंग्स में किसी भी समय पंजीकरण को रद्द कर सकते हैं।.”
id: "Paket premium akan secara otomatis diperbarui pada akhir setiap periode pendaftaran. Anda dapat membatalkan pendaftaran kapan saja di pengaturan akun aplikasi."
ja: “「プレミアムパッケージは、各登録期間の終了時に自動的に更新されます。アプリケーションのアカウント設定でいつでも登録をキャンセルできます。」.”
ko: "프리미엄 패키지는 각 등록 기간이 끝날 때 자동으로 갱신됩니다. 응용 프로그램의 계정 설정에서 언제든지 등록을 취소 할 수 있습니다."
ms: "Pakej premium akan diperbaharui secara automatik pada akhir setiap tempoh pendaftaran. Anda boleh membatalkan pendaftaran pada bila -bila masa dalam tetapan akaun permohonan."
pt: “O pacote premium será renovado automaticamente no final de cada período de registro. Você pode cancelar o registro a qualquer momento nas configurações da conta do aplicativo.”
th: "แพ็คเกจพรีเมี่ยมจะได้รับการต่ออายุโดยอัตโนมัติเมื่อสิ้นสุดระยะเวลาการลงทะเบียนแต่ละครั้งคุณสามารถยกเลิกการลงทะเบียนได้ตลอดเวลาในการตั้งค่าบัญชีของแอปพลิเคชัน.”

source: "Sau khi đăng kí gói Premium, bạn có thể đăng nhập vào tài khoản của mình trên các thiết bị khác để sử dụng gói Premium."
de: "Nach der Registrierung des Premium -Pakets können Sie sich auf anderen Geräten auf Ihrem Konto anmelden, um das Premium -Paket zu verwenden."
en: "After registering the Premium package, you can log in to your account on other devices to use the Premium package."
fr: "Après avoir enregistré le package premium, vous pouvez vous connecter à votre compte sur d'autres appareils pour utiliser le package premium."
hi: "प्रीमियम पैकेज को पंजीकृत करने के बाद, आप प्रीमियम पैकेज का उपयोग करने के लिए अन्य उपकरणों पर अपने खाते में लॉग इन कर सकते हैं।.”
id: "Setelah mendaftarkan paket premium, Anda dapat masuk ke akun Anda di perangkat lain untuk menggunakan paket premium."
ja: “「プレミアムパッケージを登録した後、他のデバイスのアカウントにログインしてプレミアムパッケージを使用できます。」.”
ko: "프리미엄 패키지를 등록한 후 다른 장치의 계정에 로그인하여 프리미엄 패키지를 사용 할 수 있습니다."
ms: "Selepas mendaftarkan pakej premium, anda boleh log masuk ke akaun anda pada peranti lain untuk menggunakan pakej premium."
pt: "Depois de registrar o pacote premium, você pode fazer login na sua conta em outros dispositivos para usar o pacote premium.”
th: "หลังจากลงทะเบียนแพ็คเกจพรีเมี่ยมคุณสามารถเข้าสู่บัญชีของคุณบนอุปกรณ์อื่น ๆ เพื่อใช้แพ็คเกจพรีเมี่ยม.”

source: Lưu & Tiếp tục
de: Speichern und fortfahren
en: Save and continue
fr: Enregistrer et continuer
hi: सहेजें और जारी रखें
id: Simpan dan lanjutkan
ja: 保存して続行
ko: 저장하고 계속하세요
ms: Tehirizo ary tohizo
pt: Salvar e continuar
th: บันทึกและดำเนินการต่อ

source: Ngày đã chọn :
de: Ausgewähltes Datum:
en: Selected date:
fr: Date sélectionnée :
hi: चयनित तिथि:
id: Tanggal yang dipilih:
ja: 選択した日付:
ko: 선택한 날짜:
ru_ru: Выбранная дата:
th: วันที่เลือก:

source: GoodFood
fr: Bienfait
hi: अच्छा भोजन
ja: グッドフード
ko: 좋은 음식
ru_ru: Хорошо

source: Kcal
hi: किलो कैलोरी
